bld/xpyze/test/soap-message-10.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="http://se.inera.sil.silver" xmlns:ns1="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header/>
    <ns1:Body>
        <ns0:retrieveLmProdukt>
            <startPosition>0</startPosition>
            <maxNumberOf>10</maxNumberOf>
        </ns0:retrieveLmProdukt>
    </ns1:Body>
</SOAP-ENV:Envelope>
